pages/projects.org
#+title: Projects

* [[https://github.com/neeasade/dotfiles][dotfiles]] + [[https://github.com/neeasade/emacs.d][emacs.d]]

These repositories constitute where I turn my desktop into an interactive environment for workflow experiments, resulting in fun combinations of the programs I use every day.

* [[https://github.com/neeasade/ct.el][ct.el]]

A collection of [[https://notes.neeasade.net/color-spaces.html][colorspace]] utility functions for emacs.

* [[https://github.com/neeasade/stillness-mode.el][stillness-mode.el]]

An emacs mode to make your emacs windows stay still when the minibuffer is summoned

* [[https://github.com/gnotclub/xst][xst]]

 A fork of the [[https://st.suckless.org/][st terminal]] with some patches applied, with Xresources integration and live reloading.
