projects.html
<!DOCTYPE html>
<html lang="en">
<head>
<meta charset="utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Projects</title>
<meta name="generator" content="Org Mode" />
<link rel="apple-touch-icon" sizes="180x180" href="/apple-touch-icon.png">
<link rel="icon" type="image/png" sizes="32x32" href="/favicon-32x32.png">
<link rel="icon" type="image/png" sizes="16x16" href="/favicon-16x16.png">
<link rel="apple-touch-icon" sizes="180x180" href="./apple-touch-icon.png">
<link rel="icon" type="image/png" sizes="32x32" href="./favicon-32x32.png">
<link rel="icon" type="image/png" sizes="16x16" href="./favicon-16x16.png">
<meta property="og:title" content="Projects">
<meta property="og:description" content="">
<meta property="og:image" content="https://notes.neeasade.net/assets/posts/ca_dump3/5c4ca4bb56fcf0a7c6a46065c93c168364f56b71127beb8004023f7db3495faf.png">
<meta property="og:url" content="https://notes.neeasade.net/projects">
<meta property="description" content="">
<meta name="twitter:card" content="summary">
<link rel='stylesheet' href='./assets/css/colors.css?sum=cbc7f86dcba5597749ac3221baabf396'>
<link rel='stylesheet' href='./assets/css/normalize.css?sum=112272e51c80ffe5bd01becd2ce7d656'>
<link rel='stylesheet' href='./assets/css/magick.css?sum=2ca97ca19bc03ef9dd1d6b45d109ec3a'>
<link rel='stylesheet' href='./assets/css/notes.css?sum=5146fda5bafcad0a7993df2ca8e83f58'>
</head>
<body>
<main id="content" class="content">
<header>
<div style="float: left">
    <a href='./sitemap.html'>../sitemap</a>
</div>

<div style="float: right">
    
    <a href='https://github.com/neeasade/neeasade.github.io/commits/source/pages/projects.org'>history</a>
    <a href="https://raw.githubusercontent.com/neeasade/neeasade.github.io/source/pages/projects.org">source</a>
</div>
<h1 class=title>
    <svg viewBox="0 0 40 40" xmlns="http://www.w3.org/2000/svg">
        <rect x="5" y="15" width="20" height="20" fill="none" stroke="#444748" stroke-width="2"/>
        <rect x="14" y="6" width="20" height="20" fill="none" stroke="#444748" stroke-width="2"/>
    </svg>
    Projects
    <svg viewBox="0 0 40 40" xmlns="http://www.w3.org/2000/svg">
        <rect x="5" y="15" width="20" height="20" fill="none" stroke="#444748" stroke-width="2"/>
        <rect x="14" y="6" width="20" height="20" fill="none" stroke="#444748" stroke-width="2"/>
    </svg>
</h1>
<div class="org-center">
<p>

</p>
</div>
</header>
<hr>
<div id="outline-container-emacs.d" class="outline-2">
<h2 id="emacs.d"><a href="https://github.com/neeasade/dotfiles">dotfiles</a> + <a href="https://github.com/neeasade/emacs.d">emacs.d</a><a href="#emacs.d">#</a></h2>
<div class="outline-text-2" id="text-emacs.d">
<p>
These repositories constitute where I turn my desktop into an interactive environment for workflow experiments, resulting in fun combinations of the programs I use every day.
</p>
</div>
</div>
<div id="outline-container-ct.el" class="outline-2">
<h2 id="ct.el"><a href="https://github.com/neeasade/ct.el">ct.el</a><a href="#ct.el">#</a></h2>
<div class="outline-text-2" id="text-ct.el">
<p>
A collection of <a href="https://notes.neeasade.net/color-spaces.html">colorspace</a> utility functions for emacs.
</p>
</div>
</div>
<div id="outline-container-stillness-mode.el" class="outline-2">
<h2 id="stillness-mode.el"><a href="https://github.com/neeasade/stillness-mode.el">stillness-mode.el</a><a href="#stillness-mode.el">#</a></h2>
<div class="outline-text-2" id="text-stillness-mode.el">
<p>
An emacs mode to make your emacs windows stay still when the minibuffer is summoned
</p>
</div>
</div>
<div id="outline-container-xst" class="outline-2">
<h2 id="xst"><a href="https://github.com/gnotclub/xst">xst</a><a href="#xst">#</a></h2>
<div class="outline-text-2" id="text-xst">
<p>
A fork of the <a href="https://st.suckless.org/">st terminal</a> with some patches applied, with Xresources integration and live reloading.
</p>

<hr>
</div>
</div>
</main>
</body>
</html>
